Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# detectedSSH.fileDrop.error.scpTimedOut
source: File transfer timed out. Check the remote host and network connection, then try again.
ar: انتهت مهلة نقل الملف. تحقق من المضيف البعيد واتصال الشبكة، ثم حاول مرة أخرى.
bs: Prijenos datoteke je istekao. Provjerite udaljeni host i mrežnu vezu, pa pokušajte ponovo.
da: Filoverførslen fik timeout. Kontrollér fjernværten og netværksforbindelsen, og prøv igen.
de: Die Dateiübertragung hat das Zeitlimit überschritten. Prüfe den Remote-Host und die Netzwerkverbindung und versuche es erneut.
es: La transferencia del archivo agotó el tiempo de espera. Comprueba el host remoto y la conexión de red e inténtalo de nuevo.
fr: Le transfert du fichier a expiré. Vérifiez l’hôte distant et la connexion réseau, puis réessayez.
it: Il trasferimento del file è scaduto. Verifica l’host remoto e la connessione di rete, poi riprova.
ja: ファイル転送がタイムアウトしました。リモートホストとネットワーク接続を確認して、もう一度お試しください。
ko: 파일 전송 시간이 초과되었습니다. 원격 호스트와 네트워크 연결을 확인한 다음 다시 시도하세요.
nb: Filoverføringen tidsavbrøt. Kontroller den eksterne verten og nettverkstilkoblingen, og prøv igjen.
pl: Upłynął limit czasu transferu pliku. Sprawdź host zdalny i połączenie sieciowe, a następnie spróbuj ponownie.
pt_br: A transferência do arquivo expirou. Verifique o host remoto e a conexão de rede e tente novamente.
ru: Время передачи файла истекло. Проверьте удалённый хост и сетевое подключение, затем повторите попытку.
th: การถ่ายโอนไฟล์หมดเวลา ตรวจสอบโฮสต์ระยะไกลและการเชื่อมต่อเครือข่าย แล้วลองอีกครั้ง
tr: Dosya aktarımı zaman aşımına uğradı. Uzak ana makineyi ve ağ bağlantısını kontrol edip yeniden deneyin.
uk: Час передавання файлу минув. Перевірте віддалений хост і мережеве з’єднання, а потім повторіть спробу.
zh_hans: 文件传输超时。请检查远程主机和网络连接，然后重试。
zh_hant: 檔案傳輸逾時。請檢查遠端主機和網路連線，然後再試一次。

# detectedSSH.fileDrop.error.uploadFailed
source: Couldn't upload the file to the remote session. Check that the remote host is reachable, then try again.
ar: تعذّر رفع الملف إلى الجلسة البعيدة. تحقق من أن المضيف البعيد قابل للوصول، ثم حاول مرة أخرى.
bs: Datoteku nije moguće otpremiti u udaljenu sesiju. Provjerite da li je udaljeni host dostupan, pa pokušajte ponovo.
da: Filen kunne ikke uploades til den eksterne session. Kontrollér, at fjernværten kan nås, og prøv igen.
de: Die Datei konnte nicht in die Remote-Sitzung hochgeladen werden. Prüfe, ob der Remote-Host erreichbar ist, und versuche es erneut.
es: No se pudo subir el archivo a la sesión remota. Comprueba que el host remoto esté accesible e inténtalo de nuevo.
fr: Impossible de téléverser le fichier vers la session distante. Vérifiez que l’hôte distant est joignable, puis réessayez.
it: Impossibile caricare il file nella sessione remota. Verifica che l’host remoto sia raggiungibile e riprova.
ja: リモートセッションへファイルをアップロードできませんでした。リモートホストに到達できることを確認して、もう一度お試しください。
ko: 원격 세션에 파일을 업로드할 수 없습니다. 원격 호스트에 연결할 수 있는지 확인한 다음 다시 시도하세요.
nb: Kunne ikke laste opp filen til den eksterne økten. Kontroller at den eksterne verten er tilgjengelig, og prøv igjen.
pl: Nie można przesłać pliku do sesji zdalnej. Sprawdź, czy host zdalny jest osiągalny, i spróbuj ponownie.
pt_br: Não foi possível enviar o arquivo para a sessão remota. Verifique se o host remoto está acessível e tente novamente.
ru: Не удалось загрузить файл в удалённый сеанс. Проверьте доступность удалённого хоста и повторите попытку.
th: ไม่สามารถอัปโหลดไฟล์ไปยังเซสชันระยะไกลได้ ตรวจสอบว่าโฮสต์ระยะไกลเข้าถึงได้ แล้วลองอีกครั้ง
tr: Dosya uzak oturuma yüklenemedi. Uzak ana makinenin erişilebilir olduğunu kontrol edip yeniden deneyin.
uk: Не вдалося завантажити файл у віддалений сеанс. Перевірте доступність віддаленого хоста й повторіть спробу.
zh_hans: 无法将文件上传到远程会话。请检查远程主机是否可访问，然后重试。
zh_hant: 無法將檔案上傳到遠端工作階段。請確認遠端主機可連線，然後再試一次。

# dialog.closeAnchor.message.lone
source: Closing this workspace will remove the group “%@”.
ar: إغلاق مساحة العمل هذه سيحذف المجموعة «%@».
bs: Zatvaranje ovog radnog prostora ukloniti će grupu „%@“.
da: Hvis du lukker dette arbejdsområde, fjernes gruppen “%@”.
de: Wenn du diesen Arbeitsbereich schließt, wird die Gruppe „%@“ entfernt.
es: Cerrar este espacio de trabajo eliminará el grupo «%@».
fr: Fermer cet espace de travail supprimera le groupe « %@ ».
it: Chiudere quest’area di lavoro rimuoverà il gruppo «%@».
ja: このワークスペースを閉じるとグループ「%@」が削除されます。
ko: 이 작업 공간을 닫으면 그룹 “%@”이(가) 삭제됩니다.
nb: Hvis du lukker dette arbeidsområdet, fjernes gruppen «%@».
pl: Zamknięcie tej przestrzeni usunie grupę „%@”.
pt_br: Fechar esta área de trabalho removerá o grupo “%@”.
ru: Закрытие этого рабочего пространства удалит группу «%@».
th: การปิดเวิร์กสเปซนี้จะลบกลุ่ม “%@”
tr: Bu çalışma alanını kapatmak “%@” grubunu kaldıracak.
uk: Закриття цієї робочої області видалить групу «%@».
zh_hans: 关闭此工作区将删除分组「%@」。
zh_hant: 關閉此工作區將移除群組「%@」。

# dialog.closeAnchor.message.many
source: Closing this workspace will ungroup “%1$@” and release %lld other workspaces.
ar: إغلاق مساحة العمل هذه سيلغي تجميع «%1$@» ويحرر %lld مساحة عمل أخرى
bs: Zatvaranje ovog radnog prostora razgrupisaće „%1$@“ i osloboditi %2$lld drugih radnih prostora.
da: Hvis du lukker dette arbejdsområde, opdeles “%1$@” og %2$lld andre arbejdsområder frigives.
de: Das Schließen dieses Arbeitsbereichs hebt die Gruppierung von „%1$@“ auf und gibt %lld weitere Arbeitsbereiche frei.
es: Al cerrar este espacio de trabajo se desagrupará “%1$@” y se liberarán %lld otros espacios de trabajo.
fr: La fermeture de cet espace de travail va dissocier « %1$@ » et libérer %lld autres espaces de travail.
it: Chiudere quest’area di lavoro dividerà «%1$@» e libererà altre %2$lld aree di lavoro.
ja: このワークスペースを閉じると、“%1$@”のグループが解除され、他の%lld個のワークスペースが解放されます。
ko: 이 작업 공간을 닫으면 “%1$@”의 그룹이 해제되고 다른 작업 공간 %lld개가가 해제됩니다.
nb: Hvis du lukker dette arbeidsområdet, oppløses «%1$@» og %2$lld andre arbeidsområder frigjøres.
pl: Zamknięcie tej przestrzeni rozgrupuje „%1$@” i uwolni %2$lld innych przestrzeni.
pt_br: Fechar esta área de trabalho desagrupará “%1$@” e liberará outras %2$lld áreas de trabalho.
ru: Закрытие этого рабочего пространства разгруппирует «%1$@» и освободит ещё %2$lld рабочих пространств.
th: การปิดเวิร์กสเปซนี้จะเลิกจัดกลุ่ม “%1$@” และปล่อยอีก %2$lld เวิร์กสเปซ
tr: Bu çalışma alanını kapatmak “%1$@” grubunu çözer ve %2$lld başka çalışma alanını serbest bırakır.
uk: Закриття цієї робочої області розгрупує «%1$@» та звільнить ще %2$lld робочих областей.
zh_hans: 关闭此工作区将取消“%1$@”的分组，并释放另外 %lld 个工作区。
zh_hant: 關閉此工作區將會取消群組「%1$@」並釋放 其他 %lld 個工作區。

# dialog.closeAnchor.message.one
source: Closing this workspace will ungroup “%@” and release 1 other workspace.
ar: إغلاق مساحة العمل هذه سيُلغي تجميع «%@» وسيُحرّر مساحة عمل أخرى واحدة.
bs: Zatvaranje ovog radnog prostora razgrupisaće „%@“ i osloboditi 1 drugi radni prostor.
da: Hvis du lukker dette arbejdsområde, opdeles “%@” og 1 andet arbejdsområde frigives.
de: Wenn du diesen Arbeitsbereich schließt, wird die Gruppe „%@“ aufgelöst und 1 weiterer Arbeitsbereich freigegeben.
es: Cerrar este espacio de trabajo desagrupará «%@» y liberará 1 espacio de trabajo más.
fr: Fermer cet espace de travail dissociera « %@ » et libérera 1 autre espace de travail.
it: Chiudere quest’area di lavoro dividerà «%@» e libererà 1 altra area di lavoro.
ja: このワークスペースを閉じるとグループ「%@」が解除され、他のワークスペース 1 個が切り離されます。
ko: 이 작업 공간을 닫으면 그룹 “%@”이(가) 해제되고 다른 작업 공간 1개가 분리됩니다.
nb: Hvis du lukker dette arbeidsområdet, oppløses «%@» og 1 annet arbeidsområde frigjøres.
pl: Zamknięcie tej przestrzeni rozgrupuje „%@” i uwolni 1 inną przestrzeń.
pt_br: Fechar esta área de trabalho desagrupará “%@” e liberará 1 outra área de trabalho.
ru: Закрытие этого рабочего пространства разгруппирует «%@» и освободит 1 другое рабочее пространство.
th: การปิดเวิร์กสเปซนี้จะเลิกจัดกลุ่ม “%@” และปล่อยอีก 1 เวิร์กสเปซ
tr: Bu çalışma alanını kapatmak “%@” grubunu çözer ve 1 başka çalışma alanını serbest bırakır.
uk: Закриття цієї робочої області розгрупує «%@» та звільнить ще 1 робочу область.
zh_hans: 关闭此工作区将解散分组「%@」并释放另外 1 个工作区。
zh_hant: 關閉此工作區將解散群組「%@」並釋出另外 1 個工作區。

# dialog.closeAnchor.title
source: Close this workspace?
ar: هل تريد إغلاق مساحة العمل هذه؟
bs: Zatvoriti ovaj radni prostor?
da: Luk dette arbejdsområde?
de: Diesen Arbeitsbereich schließen?
es: ¿Cerrar este espacio de trabajo?
fr: Fermer cet espace de travail ?
it: Chiudere quest’area di lavoro?
ja: このワークスペースを閉じますか？
ko: 이 작업 공간을 닫을까요?
nb: Lukke dette arbeidsområdet?
pl: Zamknąć tę przestrzeń?
pt_br: Fechar esta área de trabalho?
ru: Закрыть это рабочее пространство?
th: ปิดเวิร์กสเปซนี้ใช่ไหม?
tr: Bu çalışma alanı kapatılsın mı?
uk: Закрити цю робочу область?
zh_hans: 关闭此工作区？
zh_hant: 關閉此工作區？

# dialog.closeLastTabWindow.message
source: This will close the last tab and close the window.
ar: سيؤدي هذا إلى إغلاق آخر لسان وإغلاق النافذة.
bs: Ovo će zatvoriti posljednji tab i zatvoriti prozor.
da: Dette lukker den sidste fane og lukker vinduet.
de: Dadurch wird der letzte Tab geschlossen und das Fenster geschlossen.
es: Esto cerrará la última pestaña y cerrará la ventana.
fr: Cela fermera le dernier onglet et fermera la fenêtre.
it: Questa operazione chiuderà l'ultima scheda e la finestra.
ja: 最後のタブを閉じ、ウインドウを閉じます。
ko: 마지막 탭이 닫히면 윈도우도 닫힙니다.
nb: Dette vil lukke den siste fanen og lukke vinduet.
pl: Spowoduje to zamknięcie ostatniej karty i zamknięcie okna.
pt_br: Isto fechará a última aba e fechará a janela.
ru: Это закроет последнюю вкладку и окно.
th: การดำเนินการนี้จะปิดแท็บสุดท้ายและปิดหน้าต่าง
tr: Bu, son sekmeyi kapatacak ve pencereyi kapatacak.
uk: Це закриє останню вкладку та закриє вікно.
zh_hans: 这将关闭最后一个标签页并关闭窗口。
zh_hant: 這將關閉最後一個標籤頁並關閉視窗。

# dialog.closeLastTabWorkspace.message
source: This will close the last tab and close its workspace.
ar: سيؤدي هذا إلى إغلاق آخر لسان وإغلاق مساحة العمل.
bs: Ovo će zatvoriti posljednji tab i zatvoriti njegov radni prostor.
da: Dette lukker den sidste fane og lukker dets arbejdsområde.
de: Dadurch wird der letzte Tab geschlossen und der Arbeitsbereich geschlossen.
es: Esto cerrará la última pestaña y cerrará su espacio de trabajo.
fr: Cela fermera le dernier onglet et fermera son espace de travail.
it: Questa operazione chiuderà l'ultima scheda e la sua area di lavoro.
ja: 最後のタブを閉じ、ワークスペースを閉じます。
ko: 마지막 탭이 닫히면 해당 작업 공간도 닫힙니다.
nb: Dette vil lukke den siste fanen og lukke arbeidsområdet.
pl: Spowoduje to zamknięcie ostatniej karty i zamknięcie jej przestrzeni roboczej.
pt_br: Isto fechará a última aba e fechará sua área de trabalho.
ru: Это закроет последнюю вкладку и её рабочее пространство.
th: การดำเนินการนี้จะปิดแท็บสุดท้ายและปิดเวิร์กสเปซ
tr: Bu, son sekmeyi kapatacak ve çalışma alanını kapatacak.
uk: Це закриє останню вкладку та її робочу область.
zh_hans: 这将关闭最后一个标签页并关闭其工作区。
zh_hant: 這將關閉最後一個標籤頁並關閉其工作區。

# dialog.closeOtherTabs.message.one
source: This will close 1 tab in this pane: %@
ar: سيؤدي هذا إلى إغلاق لسان واحد في هذه اللوحة: %@
bs: Ovo će zatvoriti 1 tab u ovom panelu: %@
da: Dette lukker 1 fane i dette panel: %@
de: Dadurch wird 1 Tab in diesem Bereich geschlossen: %@
es: Esto cerrará 1 pestaña en este panel: %@
fr: Cela fermera 1 onglet dans ce panneau : %@
it: Questa operazione chiuderà 1 scheda in questo pannello: %@
ja: このペインの 1 個のタブを閉じます: %@
ko: 이 패널에서 탭 1개를 닫습니다: %@
nb: Dette vil lukke 1 fane i dette panelet: %@
pl: Spowoduje to zamknięcie 1 karty w tym panelu: %@
pt_br: Isto fechará 1 aba neste painel: %@
ru: Будет закрыта 1 вкладка в этой панели: %@
th: การดำเนินการนี้จะปิด 1 แท็บในบานหน้าต่างนี้: %@
tr: Bu bölmedeki 1 sekme kapatılacak: %@
uk: Це закриє 1 вкладку в цій панелі: %@
zh_hans: 这将关闭此窗格中的 1 个标签页： %@
zh_hant: 這將關閉此窗格中的 1 個標籤頁： %@

# dialog.closeOtherTabs.message.other
source: This will close %1$lld tabs in this pane: %2$@
ar: سيؤدي هذا إلى إغلاق %1$lld علامة تبويب في هذا الجزء: %2$@
bs: Ovo će zatvoriti %1$lld tabova u ovom panelu: %2$@
da: Dette lukker %1$lld faner i dette panel: %2$@
de: Dadurch werden %1$lld Tabs in diesem Teilfenster geschlossen: %2$@
es: Esto cerrará %1$lld pestañas de este panel: %2$@
fr: Cela va fermer %1$lld onglets dans ce volet : %2$@
it: Questa operazione chiuderà %1$lld schede in questo pannello: %2$@
ja: これにより、このペイン内の%1$lld個のタブが閉じられます: %2$@
ko: 이 분할 창의 탭 %1$lld개가 닫힙니다: %2$@
nb: Dette vil lukke %1$lld faner i dette panelet: %2$@
pl: Spowoduje to zamknięcie %1$lld kart w tym panelu: %2$@
pt_br: Isto fechará %1$lld abas neste painel: %2$@
ru: Будет закрыто вкладок в этой панели: %1$lld %2$@
th: การดำเนินการนี้จะปิด %1$lld แท็บในบานหน้าต่างนี้: %2$@
tr: Bu bölmedeki %1$lld sekme kapatılacak: %2$@
uk: Це закриє %1$lld вкладок у цій панелі: %2$@
zh_hans: 这将关闭此窗格中的 %1$lld 个标签页： %2$@
zh_hant: 這將關閉此窗格中的 %1$lld 個標籤頁: %2$@

# dialog.closeOtherTabs.title
source: Close other tabs?
ar: إغلاق الألسنة الأخرى؟
bs: Zatvoriti ostale tabove?
da: Luk andre faner?
de: Andere Tabs schließen?
es: ¿Cerrar otras pestañas?
fr: Fermer les autres onglets ?
it: Chiudere le altre schede?
ja: 他のタブを閉じますか？
ko: 다른 탭을 닫으시겠습니까?
nb: Lukke andre faner?
pl: Zamknąć inne karty?
pt_br: Fechar outras abas?
ru: Закрыть другие вкладки?
th: ปิดแท็บอื่นหรือไม่?
tr: Diğer sekmeler kapatılsın mı?
uk: Закрити інші вкладки?
zh_hans: 关闭其他标签页？
zh_hant: 要關閉其他標籤頁嗎？

# dialog.closePane.message.one
source: This will close 1 tab in this pane: %@
ar: سيؤدي هذا إلى إغلاق علامة تبويب واحدة في هذا الجزء: %@
de: Dadurch wird 1 Tab in diesem Teilfenster geschlossen: %@
es: Esto cerrará 1 pestaña en este panel: %@
fr: Ceci fermera 1 onglet dans ce volet : %@
ja: このペインの 1 個のタブを閉じます: %@
ko: 이 분할 창에 있는 탭 1개를 닫습니다: %@
zh_hans: 这将关闭此窗格中的 1 个标签页： %@
zh_hant: 這將會關閉此窗格中的 1 個標籤頁： %@

# dialog.closePane.message.other
source: This will close %1$lld tabs in this pane: %2$@
ar: سيؤدي هذا إلى إغلاق %1$lld علامة تبويب في هذا الجزء: %2$@
de: Dadurch werden %1$lld Tabs in diesem Teilfenster geschlossen: %2$@
es: Esto cerrará %1$lld pestañas de este panel: %2$@
fr: Cela va fermer %1$lld onglets dans ce volet : %2$@
ja: これにより、このペイン内の%1$lld個のタブが閉じられます: %2$@
ko: 이 분할 창의 탭 %1$lld개가 닫힙니다: %2$@
zh_hans: 这将关闭此窗格中的 %1$lld 个标签页： %2$@
zh_hant: 這將關閉此窗格中的 %1$lld 個標籤頁: %2$@

# dialog.closePane.title
source: Close pane?
ar: إغلاق الجزء؟
de: Teilfenster schließen?
es: ¿Cerrar panel?
fr: Fermer le volet ?
ja: ペインを閉じますか？
ko: 분할 창을 닫으시겠습니까?
zh_hans: 关闭窗格？
zh_hant: 要關閉窗格嗎？

# dialog.closePinnedWorkspace.message
source: This workspace is pinned. Closing it will close the workspace and all of its panels.
ar: مساحة العمل هذه مثبتة. سيؤدي إغلاقها إلى إغلاق مساحة العمل وكل لوحاتها.
de: Dieser Arbeitsbereich ist angepinnt. Das Schließen schließt den Arbeitsbereich und alle seine Panels.
es: Este espacio de trabajo está fijado. Al cerrarlo, se cerrará el espacio de trabajo y todos sus paneles.
fr: Cet espace de travail est épinglé. Le fermer fermera l’espace de travail et tous ses panneaux.
ja: このワークスペースはピン留めされています。閉じると、このワークスペースとその中のすべてのパネルが閉じます。
ko: 이 워크스페이스는 고정되어 있습니다. 닫으면 워크스페이스와 모든 패널이 닫힙니다.
uk: Ця робоча область закріплена. Закриття видалить робочу область та всі її панелі.
zh_hans: 此工作区已固定。关闭它会同时关闭该工作区及其所有面板。
zh_hant: 此工作區已釘選。關閉它將會關閉該工作區及其所有面板。

# dialog.closePinnedWorkspace.title
source: Close pinned workspace?
ar: إغلاق مساحة العمل المثبتة؟
de: Angepinnten Arbeitsbereich schließen?
es: ¿Cerrar espacio de trabajo fijado?
fr: Fermer l’espace de travail épinglé ?
ja: ピン留めされたワークスペースを閉じますか？
ko: 고정된 워크스페이스를 닫으시겠습니까?
uk: Закрити закріплену робочу область?
zh_hans: 关闭已固定的工作区？
zh_hant: 要關閉釘選的工作區嗎？

# dialog.closeTab.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.closeTab.close
source: Close
ar: إغلاق
bs: Zatvori
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# dialog.closeTab.message
source: This will close the current tab.
ar: سيؤدي هذا إلى إغلاق اللسان الحالي.
bs: Ovo će zatvoriti trenutni tab.
da: Dette lukker den aktuelle fane.
de: Dadurch wird der aktuelle Tab geschlossen.
es: Esto cerrará la pestaña actual.
fr: Cela fermera l'onglet actuel.
it: Questa operazione chiuderà la scheda corrente.
ja: 現在のタブを閉じます。
ko: 현재 탭을 닫습니다.
nb: Dette vil lukke den gjeldende fanen.
pl: Spowoduje to zamknięcie bieżącej karty.
pt_br: Isto fechará a aba atual.
ru: Текущая вкладка будет закрыта.
th: การดำเนินการนี้จะปิดแท็บปัจจุบัน
tr: Bu, geçerli sekmeyi kapatacak.
uk: Це закриє поточну вкладку.
zh_hans: 这将关闭当前标签页。
zh_hant: 這將關閉目前的標籤頁。

# dialog.closeTab.messageNamed
source: This will close "%@".
ar: سيؤدي هذا إلى إغلاق "%@".
de: Dadurch wird „%@“ geschlossen.
es: Esto cerrará "%@".
fr: Ceci fermera "%@".
ja: 「%@」を閉じます。
ko: "%@"을(를) 닫습니다.
uk: Це закриє "%@".
zh_hans: 这将关闭“%@”。
zh_hant: 這將會關閉「%@」。

# dialog.closeTab.title
source: Close tab?
ar: إغلاق اللسان؟
bs: Zatvoriti tab?
da: Luk fane?
de: Tab schließen?
es: ¿Cerrar pestaña?
fr: Fermer l'onglet ?
it: Chiudere la scheda?
ja: タブを閉じますか？
ko: 탭을 닫으시겠습니까?
nb: Lukke fane?
pl: Zamknąć kartę?
pt_br: Fechar aba?
ru: Закрыть вкладку?
th: ปิดแท็บหรือไม่?
tr: Sekme kapatılsın mı?
uk: Закрити вкладку?
zh_hans: 关闭标签页？
zh_hant: 要關閉標籤頁嗎？

# dialog.closeWindow.message
source: This will close the current window and all of its workspaces.
ar: سيؤدي هذا إلى إغلاق النافذة الحالية وكل مساحات العمل الخاصة بها.
de: Dadurch werden das aktuelle Fenster und alle seine Arbeitsbereiche geschlossen.
es: Esto cerrará la ventana actual y todos sus espacios de trabajo.
fr: Cela fermera la fenêtre actuelle et tous ses espaces de travail.
ja: 現在のウィンドウとそのすべてのワークスペースを閉じます。
ko: 현재 윈도우와 모든 워크스페이스가 닫힙니다.
uk: Це закриє поточне вікно та всі його робочі області.
zh_hans: 这将关闭当前窗口及其所有工作区。
zh_hant: 這將會關閉目前視窗及其所有工作區。

# dialog.closeWindow.title
source: Close window?
ar: إغلاق النافذة؟
de: Fenster schließen?
es: ¿Cerrar ventana?
fr: Fermer la fenêtre ?
ja: ウィンドウを閉じますか？
ko: 윈도우를 닫으시겠습니까?
uk: Закрити вікно?
zh_hans: 关闭窗口？
zh_hant: 要關閉視窗嗎？

# dialog.closeWorkspace.message
source: This will close the workspace and all of its panels.
ar: سيؤدي هذا إلى إغلاق مساحة العمل وجميع لوحاتها.
bs: Ovo će zatvoriti radni prostor i sve njegove panele.
da: Dette lukker arbejdsområdet og alle dets paneler.
de: Dadurch werden der Arbeitsbereich und alle zugehörigen Bereiche geschlossen.
es: Esto cerrará el espacio de trabajo y todos sus paneles.
fr: Cela fermera l'espace de travail et tous ses panneaux.
it: Questa operazione chiuderà l'area di lavoro e tutti i suoi pannelli.
ja: ワークスペースとそのすべてのパネルを閉じます。
ko: 작업 공간과 모든 패널을 닫습니다.
nb: Dette vil lukke arbeidsområdet og alle panelene.
pl: Spowoduje to zamknięcie przestrzeni roboczej i wszystkich jej paneli.
pt_br: Isto fechará a área de trabalho e todos os seus painéis.
ru: Рабочее пространство и все его панели будут закрыты.
th: การดำเนินการนี้จะปิดเวิร์กสเปซและแผงทั้งหมด
tr: Bu, çalışma alanını ve tüm panellerini kapatacak.
uk: Це закриє робочу область та всі її панелі.
zh_hans: 这将关闭工作区及其所有面板。
zh_hant: 這將關閉工作區及其所有面板。

# dialog.closeWorkspace.title
source: Close workspace?
ar: إغلاق مساحة العمل؟
bs: Zatvoriti radni prostor?
da: Luk arbejdsområde?
de: Arbeitsbereich schließen?
es: ¿Cerrar espacio de trabajo?
fr: Fermer l'espace de travail ?
it: Chiudere l'area di lavoro?
ja: ワークスペースを閉じますか？
ko: 작업 공간을 닫으시겠습니까?
nb: Lukke arbeidsområde?
pl: Zamknąć przestrzeń roboczą?
pt_br: Fechar área de trabalho?
ru: Закрыть рабочее пространство?
th: ปิดเวิร์กสเปซหรือไม่?
tr: Çalışma alanı kapatılsın mı?
uk: Закрити робочу область?
zh_hans: 关闭工作区？
zh_hant: 要關閉工作區嗎？

# dialog.closeWorkspaces.message
source: This will close %1$lld workspaces and all of their panels: %2$@
ar: سيؤدي هذا إلى إغلاق %1$lld مساحة عمل وجميع لوحاتها: %2$@
de: Dies schließt %1$lld Arbeitsbereiche und alle ihre Panels: %2$@
es: Esto cerrará %1$lld espacios de trabajo y todos sus paneles: %2$@
fr: Cela va fermer %1$lld espaces de travail et tous leurs panneaux : %2$@
ja: これにより、%1$lld個のワークスペースとそれらのすべてのパネルが閉じられます: %2$@
ko: 작업 공간 %1$lld개와 해당 작업 공간의 모든 패널이 닫힙니다: %2$@
uk: Це закриє %1$lld робочих областей та всі їхні панелі: %2$@
zh_hans: 这将关闭 %1$lld 个工作区及其所有面板： %2$@
zh_hant: 這將關閉 %1$lld 個工作區及其所有面板: %2$@

# dialog.closeWorkspaces.title
source: Close workspaces?
ar: إغلاق مساحات العمل؟
de: Arbeitsbereiche schließen?
es: ¿Cerrar espacios de trabajo?
fr: Fermer les espaces de travail ?
ja: ワークスペースを閉じますか？
ko: 워크스페이스를 닫으시겠습니까?
uk: Закрити робочі області?
zh_hans: 关闭工作区？
zh_hant: 要關閉工作區嗎？

# dialog.closeWorkspacesWindow.message
source: This will close the current window, its %1$lld workspaces, and all of their panels: %2$@
ar: سيؤدي هذا إلى إغلاق النافذة الحالية و %1$lld مساحة عمل تابعة لها وجميع لوحاتها: %2$@
de: Dies schließt das aktuelle Fenster, dessen %1$lld Arbeitsbereiche und alle ihre Panels: %2$@
es: Esto cerrará la ventana actual, sus %1$lld espacios de trabajo y todos sus paneles: %2$@
fr: Cela va fermer la fenêtre actuelle, ses %1$lld espaces de travail et tous leurs panneaux : %2$@
ja: これにより、現在のウィンドウ、その%1$lld個のワークスペース、およびそれらのすべてのパネルが閉じられます: %2$@
ko: 현재 창과 해당 창의 작업 공간 %1$lld개 및 모든 관련 패널이 닫힙니다: %2$@
uk: Це закриє поточне вікно, його %1$lld робочих областей та всі їхні панелі: %2$@
zh_hans: 这将关闭当前窗口、其 %1$lld 个工作区以及它们的所有面板： %2$@
zh_hant: 這將關閉目前視窗、其 %1$lld 個工作區及其所有面板: %2$@

# dialog.cmuxConfig.confirmCommand.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.cmuxConfig.confirmCommand.messageWithCommand
source: This project action comes from: %@ It will run: %@
ar: يأتي إجراء المشروع هذا من: %@ وسيقوم بتشغيل: %@
de: Diese Projektaktion stammt von: %@ Folgender Befehl wird ausgeführt: %@
es: Esta acción del proyecto proviene de: %@ Ejecutará: %@
fr: Cette action de projet provient de : %@ Elle exécutera : %@
ja: このプロジェクトアクションは次の設定から読み込まれました: %@ 実行内容: %@
ko: 이 프로젝트 작업의 출처: %@ 다음 명령어가 실행됩니다: %@
zh_hans: 此项目操作来自： %@ 它将运行： %@
zh_hant: 此專案動作來自： %@ 它將會執行： %@

# dialog.cmuxConfig.confirmCommand.run
source: Run Once
ar: تشغيل
bs: Pokreni
da: Kør
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 1回のみ実行
ko: 실행
nb: Kjør
pl: Uruchom
pt_br: Executar
ru: Выполнить
th: รัน
tr: Çalıştır
uk: Виконати
zh_hans: 运行
zh_hant: 執行

# dialog.cmuxConfig.confirmCommand.title
source: Run Project Action?
ar: تشغيل الأمر
bs: Pokreni naredbu
da: Kør kommando
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
it: Esegui comando
ja: プロジェクトアクションを実行しますか？
ko: 명령 실행
nb: Kjør kommando
pl: Uruchom polecenie
pt_br: Executar comando
ru: Выполнить команду
th: รันคำสั่ง
tr: Komutu Çalıştır
uk: Виконати команду
zh_hans: 运行命令
zh_hant: 執行命令

# dialog.cmuxConfig.confirmCommand.trustAndRun
source: Trust and Run
ar: الوثوق والتشغيل
de: Vertrauen und ausführen
es: Confiar y ejecutar
fr: Faire confiance et exécuter
ja: 信頼して実行
ko: 신뢰하고 실행
zh_hans: 信任并运行
zh_hant: 信任並執行

# dialog.cmuxConfig.confirmRestart.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
